/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Lär dig mer</b> om enhetshantering och säkerhet.";

/* No comment provided by engineer. */
"A system error occurred" = "Ett systemfel inträffade";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Kontot kommer att tas bort från %@ och andra Yahoo-program på den här enheten.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Lägg till konto";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Ett fel inträffade. Försök igen senare.";

/* Accessibility label for the back button */
"Back" = "Tillbaka";

/* call tip prefix in 2lc */
"Call %@" = "Ring %@";

/* No comment provided by engineer. */
"Call again" = "Ring igen";

/* Cancel
   Cancel button title */
"Cancel" = "Avbryt";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Sidan kan inte laddas.";

/* Accessibility label for the close button */
"Close" = "Stäng";

/* Continue to Safari for SHF */
"Continue" = "Fortsätt";

/* Create Account view title
   sign up button title */
"Create Account" = "Skapa konto";

/* learn more alert title */
"Device Not Recognized" = "Enheten känns inte igen";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Fick du inte e-postmeddelandet?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Fick du inte SMS-meddelandet?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Fick du inte röstsamtalet?";

/* Dismiss */
"Dismiss" = "Ignorera";

/* Edit button title */
"Edit" = "Redigera";

/* No comment provided by engineer. */
"Email could not be sent" = "E-post kunde inte skickas";

/* No comment provided by engineer. */
"Email sent" = "E-post har skickats";

/* No comment provided by engineer. */
"Enter Code" = "Ange kod";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Av säkerhetsskäl måste du låsa upp ditt konto.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Av säkerhetsskäl ber vi dig att bekräfta ditt konto igen.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Glömt ID eller lösenord?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Glömt lösenordet?";

/* Go to Account recovery */
"Get Help" = "Få hjälp";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Fel svar. Försök igen.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Ogiltigt ID eller lösenord. Försök igen.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Gränsen har uppnåtts. E-post kunde inte skickas.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Gränsen har uppnåtts. Det går inte att skicka SMS eller ringa samtal.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Inloggningssessionen har utlöpt, försök igen.";

/* Network error alert view title */
"Network unavailable." = "Nätverk inte tillgängligt.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Lösenord";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Ange ditt lösenord för \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Ta bort";

/* Remove an account label on SSO screen */
"Remove an account" = "Ta bort ett konto";

/* Select an account label on SSO screen */
"Select an account" = "Välj ett konto";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sessionen har utlöpt, logga in igen.";

/* sign in button title */
"Sign In" = "Logga in";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Logga in med <a>Facebook</a> eller <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Inloggad som";

/* signing in state title for sign in button */
"Signing In" = "Loggar in";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Beklagar, systemet ligger nere. Försök igen senare.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Det går tyvärr inte att logga in just nu. Försök igen senare.";

/* sms tip prefix in 2lc */
"Text %@" = "SMS %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "SMS kunde inte skickas";

/* No comment provided by engineer. */
"Text message sent" = "SMS har skickats";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Statusdata för andra utmaning kunde inte extraheras från SLCC (Short-Lived Challenge Credential)";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "För många försök. Försök igen om 24 timmar.";

/* No comment provided by engineer. */
"Try again" = "Försök igen";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Det gick inte att ringa ett samtal";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Det går inte att logga in. Kontrollera datumet i systemet och försök igen.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Det går inte att logga in. Försök igen.";

/* Unlock */
"Unlock" = "Lås upp";

/* unlock account view title */
"Unlock Your Account" = "Lås upp ditt konto";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Uppdatera konto";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Uppgradera till Yahoo";

/* User already signed-in */
"User already signed-in" = "Användaren är redan inloggad";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Valideringskod har skickats till %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Röstsamtal pågår";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Vi har ringt dig med en valideringskod på %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Vi känner inte igen den här enheten. Bekräfta din identitet genom att svara på din säkerhetsfråga.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Vi känner inte igen den här enheten. Bekräfta din identitet. Vi kommer att skicka en valideringskod till dig.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo-ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Du måste vara minst 13 år gammal.";

/* No comment provided by engineer. */
"Your account is locked." = "Ditt konto är spärrat.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Ditt konto är inte spärrat längre. Logga in igen.";

/* No comment provided by engineer. */
"Your Answer" = "Ditt svar";

/* learn more alert msg line 1 */
"• New device?" = "• Ny enhet?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Har du valt inloggningsbekräftelse?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Loggar du in från ett nytt land?";

/* Yahoo Messenger */
"Messenger" = "Messenger";